;***************************************
;New Ability Descriptions
;***************************************

;Snek Ability
[VCP_InquisitorMastery X2AbilityTemplate]
LocFriendlyName = "审问精通"
LocHelpText = " <Ability:ClassName/>随着经验的积累，其能力不断提升."
LocLongDescription = " <Ability:ClassName/> 随着经验的积累，其能力不断提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/> 获得 <font color='#3ABD23'>劫掠者</font> - 在束缚状态下授予防御加成，且射击不再结束回合.<br/><br/><font color='#CA7200'>等级2</font> 获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/> 获得  <font color='#3ABD23'>爆炸压力</font> - 在束缚状态下授予力量加成，且投掷手榴弹不再结束回合.<br/><br/><font color='#CA7200'>等级3</font> 获得 <Ability:RANKNAME5/> rank [5]<br/><Bullet/> 获得 <font color='#3ABD23'>强化反应</font> - 在束缚状态下授予额外护甲，且对你的第一次反击射击总是会落空.<br/><br/><font color='#CA7200'>等级4</font> 获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/> 获得 <font color='#3ABD23'>迅速且致命</font> - 击杀敌人后，当回合内下一次受到的伤害将被抵消。束缚技能不再有冷却时间，现在成为了一个自由动作.

